Repository: GNOME/libsoup
Catalog: po/*.po
Languages: kk, ug

source: Network stream unexpectedly closed
kk: Желілік ағын күтпеген жерден жабылды
ug: تور ئېقىمى تۇيۇقسىز يېپىلدى

source: Failed to completely cache the resource
kk: Ресурсты толығымен кэштеу сәтсіз аяқталды
ug: مەنبەنى تولۇق غەملىۋېلىش مەغلۇپ بولدى

source: Output buffer is too small
kk: Шығыс буфері тым кішкентай
ug: چىقىرىش يىغلەكى بەك كىچىك

source: Connection terminated unexpectedly
kk: Байланыс күтпеген жерден үзілді
ug: باغلىنىش تۇيۇقسىز توختاپ قالدى

source: Invalid seek request
kk: Іздеу сұранысы қате
ug: ئىناۋەتسىز ئىزدەش ئىلتىماسى

source: Cannot truncate SoupBodyInputStream
kk: SoupBodyInputStream қиып тастау мүмкін емес
ug: ئېقىم SoupBodyInputStream نى قىسقارتقىلى بولمىدى

source: Operation would block
kk: Операция блокталуы мүмкін
ug: مەشغۇلات توسۇلىدۇ

source: Could not parse HTTP response
kk: HTTP жауабын талдау мүмкін болмады
ug: HTTP ئىنكاسىنى يېشەلمىدى

source: Unrecognized HTTP response encoding
kk: HTTP жауабының кодтауы танылмады
ug: HTTP ئىنكاسىنىڭ كودلىنىشىنى بىلگىلى بولمىدى

source: Operation was cancelled
kk: Операциядан бас тартылды
ug: مەشغۇلات بىكار قىلىندى

source: Header too big
kk: Тақырыптама тым үлкен
ug: باش بەك چوڭ

source: Could not import existing socket:
kk: Бар сокетті импорттау мүмкін болмады:
ug: مەۋجۇت ئوقۇرنى ئەكىرەلمەيدۇ:

source: Can’t import unconnected socket
kk: Қосылмаған сокетті импорттау мүмкін емес
ug: ئۈزۈك ئوقۇرنى ئەكىرەلمەيدۇ

source: Can’t create a TLS server without a TLS certificate
kk: TLS сертификатынсыз TLS серверін жасау мүмкін емес
ug: TLS گۇۋاھنامىسى بولمىسا TLS مۇلازىمېتىرىنى قۇرالمايدۇ

source: Location header is missing or empty in response headers
kk: Жауап тақырыптамасындағы Орналасу тақырыптамасы жоқ немесе бос
ug: ئۇچۇر بېشىدا ئورۇن ئۇچۇرى كەم ياكى بوش

source: Invalid URI “%s” in Location response header
kk: Орналасу жауап тақырыптамасындағы “%s” URI-ы қате
ug: ئورۇن ئىنكاس ئۇچۇر بېشىدا URI «%s» ئىناۋەتسىز

source: Too many redirects
kk: Қайта бағыттаулар тым көп
ug: قايتا نىشانلاش بەك كۆپ

source: Message was restarted too many times
kk: Хабарлама тым көп рет қайта іске қосылды
ug: ئۇچۇر بەك كۆپ قېتىم قايتا قوزغىتىلغان

source: Message is already in session queue
kk: Хабарлама сессия кезегінде бұрыннан бар
ug: ئۇچۇر ئاللىبۇرۇن ئەڭگىمە ئۆچرىتىدە

source: The server did not accept the WebSocket handshake.
kk: Сервер WebSocket қол алмасуын қабылдамады.
ug: مۇلازىمېتىر WebSocket سالاملىشىشىغا قوشۇلمىغان.

source: No public-suffix list available.
kk: Public-suffix тізімі қолжетімді емес.
ug: ئىشلەتكىلى بولىدىغان public-suffix تىزىمى يوق.

source: Invalid hostname
kk: Хост аты қате
ug: باش ماشىنا ئاتى ئىناۋەتسىز

source: Hostname is an IP address
kk: Хост аты IP адрес болып тұр
ug: كومپيۇتېر ئاتى دېگەن بىر دانە IP ئادرېستۇر

source: Hostname has no base domain
kk: Хост атының негізгі домені жоқ
ug: كومپيۇتېر ئاتىدا ئاساسىي دائىرە يوق

source: Not enough domains
kk: Домендер жеткіліксіз
ug: يېتەرلىك دائىرە يوق

source: Server requested unsupported extension
kk: Сервер қолдау көрсетілмейтін кеңейтуді сұратты
ug: مۇلازىمېتىر قوللىمايدىغان كېڭەيتىلمىنى تەلەپ قىلدى

source: Incorrect WebSocket “%s” header
kk: Қате WebSocket “%s” тақырыптамасы
ug: WebSocket «%s» بېشى خاتا

source: Server returned incorrect “%s” key
kk: Сервер қате “%s” кілтін қайтарды
ug: مۇلازىمېتىر خاتا «%s» شىفىرلىق ئاچقۇچ قايتۇردى

source: Duplicated parameter in “%s” WebSocket extension header
kk: “%s” WebSocket кеңейту тақырыптамасында қайталанған параметр
ug: «%s» WebSocket كېڭەيتىلمىنىڭ بېشىدا تەكرار ئۆزگەرگۈچى بار

source: Server returned a duplicated parameter in “%s” WebSocket extension header
kk: Сервер “%s” WebSocket кеңейтудің тақырыптамасында қайталанған параметрді қайтарды
ug: مۇلازىمېتىر «%s» WebSocket كېڭەيتىلمىنىڭ بېشىدا تەكرار ئۆزگەرگۈچىنى قايتۇردى

source: WebSocket handshake expected
kk: WebSocket қол алмасуы күтілді
ug: WebSocket سالاملىشىشنى كۈتۈۋاتىدۇ

source: Unsupported WebSocket version
kk: Қолдау көрсетілмейтін WebSocket нұсқасы
ug: قوللىمايدىغان WebSocket نەشرى

source: Invalid WebSocket key
kk: Жарамсыз WebSocket кілті
ug: WebSocket شىفىرلىق ئاچقۇچى ئىناۋەتسىز

source: Unsupported WebSocket subprotocol
kk: Қолдау көрсетілмейтін WebSocket ішкі хаттамасы
ug: قوللىمايدىغان WebSocket تارماق كېلىشىمى

source: Server rejected WebSocket handshake
kk: Сервер WebSocket қол алмасудан бас тартты
ug: مۇلازىمېتىر WebSocket سالاملىشىشنى رەت قىلدى

source: Server ignored WebSocket handshake
kk: Сервер WebSocket қол алмасуды елемеді
ug: مۇلازىمېتىر WebSocket سالاملىشىشقا پەرۋا قىلمىدى

source: Server requested unsupported protocol
kk: Сервер қолдау көрсетілмейтін хаттаманы сұратты
ug: مۇلازىمېتىر قوللىمايدىغان كېلىشىمنى تەلەپ قىلدى
