Repository: GNOME/libsoup
Catalog: po/kw.po
Languages: kw

source: Network stream unexpectedly closed
kw: Strem rosweyth deges heb y waytyas

source: Failed to completely cache the resource
kw: Y fyllis sornya an tra yn tien

source: Output buffer is too small
kw: Bommell yw re byghan

source: Connection terminated unexpectedly
kw: Junyans gorfennys heb y waytyas

source: Invalid seek request
kw: Govyn hwithrans anewn

source: Cannot truncate SoupBodyInputStream
kw: Y fyllis berrhe SoupBodyInputStream

source: Operation would block
kw: Oberyans a wra lettya

source: Could not parse HTTP response
kw: Y fyllis redya gorthyp HTTP

source: Unrecognized HTTP response encoding
kw: Kodennyans gorthyp HTTP anaswonys

source: Operation was cancelled
kw: Oberyans yw hedhys

source: Header too big
kw: Penn re bras

source: Could not import existing socket:
kw: Y fyllis ynperthi kraw a'n jydh:

source: Can’t import unconnected socket
kw: Y fyllis ynperthi kraw anjunys

source: Can’t create a TLS server without a TLS certificate
kw: Y fyllis gul unn servell TLS heb unn testskrif TLS

source: Location header is missing or empty in response headers
kw: Penn tyller yw fyllis po gwag yn pennow gorthyp

source: Invalid URI “%s” in Location response header
kw: URI anewn “%s” yn penn gorthyp Tyller

source: Too many redirects
kw: Te daskevarwodhyansow

source: Message was restarted too many times
kw: Messach yw dastallethys re termynyow

source: Message is already in session queue
kw: Messach yw yn lost esedhek seulabrys

source: The server did not accept the WebSocket handshake.
kw: An servell nagha an shackyans leuv WebSocket.

source: No public-suffix list available.
kw: Rol poblek-lostelven kavadow vyth.

source: Invalid hostname
kw: Osthanow anewn

source: Hostname is an IP address
kw: Osthanow yw unn trigva IP

source: Hostname has no base domain
kw: Osthanow kavos arlotteth ben vyth

source: Not enough domains
kw: Arlottethow nyns eus lowr

source: Server requested unsupported extension
kw: Servell pejys ystynnans anskoodhys

source: Incorrect WebSocket “%s” header
kw: Penn WebSocket Anewn “%s”

source: Server returned incorrect “%s” key
kw: Servell ri tre alwedh “%s” anewn

source: Duplicated parameter in “%s” WebSocket extension header
kw: Teythien dewblek yn penn ystynnans WebSocket “%s”

source: Server returned a duplicated parameter in “%s” WebSocket extension header
kw: Servell ri tre unn teythien dewblek yn penn ystynnans WebSocket “%s”

source: WebSocket handshake expected
kw: Shackyans leuv WebSocket gwaytys

source: Unsupported WebSocket version
kw: Versyon WebSocket anskoodhys

source: Invalid WebSocket key
kw: Alhwedh WebSocket anewn

source: Unsupported WebSocket subprotocol
kw: Isprotokol WebSocket anskoodhys

source: Server rejected WebSocket handshake
kw: Servell naghys shackyans leuv WebSocket

source: Server ignored WebSocket handshake
kw: Servell skonys awson shackyans leuv WebSocket

source: Server requested unsupported protocol
kw: Servell pejys protokol anskoodhys
